import { Container } from '@/Components'

const BookingRulesCondition = () => {
	return (
		<section className='py-10'>
			<Container>
				<h1 className='lg:text-3xl text-2xl pb-10 font-medium text-center'>
					Условия бронирования экскурсий
				</h1>
				<h2 className='lg:text-3xl text-2xl'>
					Условия бронирования (Групповые экскурсии)
				</h2>
				<p className='py-3'>
					Цена, указанная для Групповой Экскурсии, – это стоимость участия в
					данной Экскурсии 1 человека. Групповая Экскурсия действительна только
					в день, указанный в подтверждении.
				</p>
				<p>
					Средняя продолжительность каждой Групповой Экскурсии указана на
					Веб-сайте и в подтверждении, но иногда Экскурсия может длиться до 10%
					больше или меньше заявленного времени.
				</p>
				<p className='py-3'>
					Для Групповых Экскурсий действуют возрастные скидки, при использовании
					которых необходимо предъявить документ, подтверждающий возраст.
				</p>
				<p>
					Во время Групповых Экскурсий бронирование желаемых мест в транспортном
					средстве заранее не осуществляется.
				</p>
				<p className='py-3'>
					Для надлежащей регистрации и посадки участникам требуется быть в
					назначенном месте старта экскурсии не позднее чем за 30 минут до
					отправления Экскурсии.
				</p>
				<p>
					Во время Групповых Экскурсий желательно носить удобную обувь,
					предпочтительно закрытую.
				</p>
				<p className='py-3'>
					Вне зависимости от направления, (смотреть прогноз погоды на день
					экскурсии) желательно брать в горы теплую одежду, в городах надо
					смотреть по прогнозу погоды, так как климат, где расположены
					достопримечательности, может отличаться от климата вашего региона
				</p>
				<p>
					При посещении храма/мечети мужчинам и женщинам рекомендуется не носить
					открытую одежду. Женщинам желательно находиться в храме/мечети с
					покрытой головой.
				</p>
				<p className='py-3'>
					В рамках Групповых Экскурсий не разрешается брать с собой домашних
					питомцев.
				</p>
				<p>
					Компания не несет ответственности за Ваши предметы, оставленные,
					утерянные, поврежденные или утраченные во время Групповых Экскурсий,
					как в транспортном средстве, так и в посещаемых местах.
				</p>
				<p className='py-3'>
					В случае некоторых Групповых Экскурсий, в зависимости от направления и
					местоположения, транспортное средство может не доехать до пункта
					назначения вплотную и тогда необходимо пройти некоторое расстояние
					пешком и (или) подняться по лестнице. Если участнику сложно ходить или
					подниматься по лестнице, рекомендуется заранее проверить наличие таких
					мест в посещаемых пунктах.
				</p>
				<p>
					Помимо остановок, указанных в маршруте Групповой Экскурсии,
					дополнительные остановки возможны только при согласии всех участников
					группы.
				</p>
				<p className='py-3'>
					Во время Групповых Экскурсий у пассажиров есть страховка от
					дорожно-транспортных происшествий, которая возмещает фактический ущерб
					здоровью пассажира в размере до (1 500 000) на основании документально
					подтвержденных расходов.
				</p>
				<h2 className='lg:text-3xl text-2xl'>
					Отмена и изменение (групповые экскурсии)
				</h2>
				<p className='py-3'>
					- При отмене групповой экскурсии клиентом не менее чем за 24 часа,
					клиенту будет возвращена полная стоимость экскурсии. При более поздней
					отмене возврат не производится, возможна только замена.
				</p>
				<p>
					- При замене экскурсии, 20% от стоимости отмененной экскурсии
					удерживается в качестве штрафа, а оставшаяся часть может быть
					использована только для покупки других экскурсий или услуг,
					приобретенных в момент замены. При отмене последних, применяются
					правила отмены данных услуг, кроме того замена считается
					недействительной и использованная сумма удерживается в качестве
					штрафа.
				</p>
				<p className='py-3'>
					- В случае неблагоприятных погодных условий или форс-мажорных
					обстоятельств компания оставляет за собой право изменить, сократить
					или отменить экскурсию в целях безопасности. При отмене экскурсии
					компанией, клиенту будет возвращена вся стоимость приобретенной
					групповой экскурсии.
				</p>
				<p>
					- Если в связи с вышеуказанными обстоятельствами компания заменила
					посещаемые места или услуги, предоставляемые во время проведения
					экскурсии, на аналогичные, она не несет обязательства перед клиентом и
					какая-либо сумма возврату не подлежит. При не равноценной замене или
					сокращении, компания возвращает клиенту разницу между стоимостью
					приобретенной экскурсии и фактически выполненной экскурсии.
				</p>
				<h2 className='lg:text-3xl text-2xl'>
					Условия бронирования (индивидуальные экскурсии)
				</h2>
				<p className='py-3'>
					Цены на Экскурсии по Заказу представлены исходя из того, что Экскурсия
					начнется и закончится согласно программе место встречи в времени. Если
					Вы начнете или завершите Экскурсию в другом месте, возможен перерасчет
					и изменение Цены.
				</p>
				<p>
					Во время Экскурсий по Заказу дополнительные остановки или места можно
					посещать только при наличии реальной возможности. В случае
					существенных отклонений, а также если Экскурсия продлится дольше
					запланированного времени, Компания произведет перерасчет, который
					может повлечь за собой необходимость дополнительной оплаты.
				</p>
				<p className='py-3'>
					Средняя продолжительность каждой Экскурсии по Заказу указана на
					Веб-сайте и (или) в подтверждении Заказа, но иногда Экскурсия может
					фактически занимать до 10% больше или меньше заявленного времени.
				</p>
				<p>
					При участии в Экскурсии по Заказу, граждане некоторых стран должны
					получить визу ( смотреть условия выезда в ту или иную страну).
					Компания оказывает визовую поддержку по дополнительной оплате.{' '}
				</p>
				<p className='py-3'>
					Если при осуществлении Экскурсии по Заказу, количество участников
					будет более 5 человек, то потребуется список участников с паспортными
					данными.
				</p>
				<p>
					Во время Экскурсий по Заказу желательно носить удобную обувь,
					предпочтительно закрытую.
				</p>
				<p className='py-3'>
					Вне зависимости от направления, (смотреть прогноз погоды на день
					экскурсии) желательно брать в горы теплую одежду, в городах надо
					смотреть по прогнозу погоды, так как климат, где расположены
					достопримечательности, может отличаться от климата вашего региона
				</p>
				<p>
					При посещении храма/мечети мужчинам и женщинам рекомендуется не носить
					открытую одежду. Женщинам желательно находиться в храме/мечети с
					покрытой головой.
				</p>
				<p className='py-3'>
					Во время Экскурсий по Заказу, в зависимости от направления и
					местоположения, в некоторых случаях транспортное средство может не
					доехать до пункта назначения вплотную и тогда необходимо пройти
					некоторое расстояние пешком и (или) подняться по лестнице. Если
					участнику сложно ходить или подниматься по лестнице, рекомендуется
					заранее проверить наличие таких мест в посещаемых пунктах.
				</p>
				<p>
					В рамках Экскурсий по Заказу разрешается брать с собой домашних
					питомцев только при условии содержания их в специальной клетке и при
					предварительном уведомлении.
				</p>
				<p className='py-3'>
					Компания не несет ответственности за Ваши предметы, оставленные,
					утерянные, поврежденные или утраченные во время Экскурсий по Заказу,
					как в транспортном средстве, так и в посещенных местах.
				</p>
				<p>
					Во время Экскурсий по Заказу у пассажиров есть страховка от
					дорожно-транспортных происшествий, которая возмещает фактический ущерб
					здоровью пассажира в размере до 500 000 UZS на основании документально
					подтвержденных расходов.
				</p>
				<h2 className='lg:text-3xl text-2xl'>
					Отмена и изменение (индивидуальные экскурсии)
				</h2>
				<p className='py-3'>
					- Предоплата составляет 100% от Цены Заказа для выезда из города и
					100% от стоимости Заказа для выезда за пределы города.
				</p>
				<p>
					- При отмене Заказа за 24 часа до начала, Заказчику будет возвращена
					сумма в размере 10% от стоимости Заказа, а при более поздней отмене
					возврат не производится.
				</p>
				<p className='py-3'>
					- Экскурсия по Заказу не считается подтвержденной без Предоплаты.
				</p>
				<p>
					- Компания может установить другой размер Предоплаты и условия отмены
					Заказа в особых случаях, согласовав их с Заказчиком.
				</p>
				<p className='py-3'>
					- Конечная Оплата должна быть произведена не позднее начала
					предоставления Услуги, если нет других договоренностей.
				</p>
				<p>
					- В случае отсрочки подтвержденного Заказа, штраф в размере 10% от
					стоимости Заказа взимается при уведомлении менее чем за 24 часа до
					исполнения.
				</p>
				<p className='py-3'>
					- При незначительном сокращении Заказа (до 10%) перерасчет и возврат
					не производятся. При значительном сокращении (более 10%) возвращается
					05% от стоимости сокращенной части, за исключением услуг третьих
					сторон.
				</p>
				<p>
					- В случае неблагоприятных погодных условий или форс-мажорных
					обстоятельств Компания может изменить, сократить или отменить Заказ.
					При отмене Заказа со стороны Компании, вся выплаченная сумма будет
					возвращена Заказчику.
				</p>
				<p className='pt-3'>
					- При замене посещаемых мест или услуг на аналогичные, Компания не
					несет обязательств перед Заказчиком и возврат не производится. При не
					равноценной замене или сокращении, Компания возвращает разницу
					стоимости подтвержденного и фактически выполненного Заказа.
				</p>
			</Container>
		</section>
	)
}

export default BookingRulesCondition
