import { Container } from '@/Components'

export const AboutContent = () => {
	return (
		<Container>
			<section className='flex justify-center'>
				<div className='bg-white max-w-[800px] rounded-2xl p-[15px] flex flex-col gap-5'>
					<h2 className='text-center text-xl'>
						Добро пожаловать в Солнечный Узбекистан дорогой Путник. Ты ищешь тур в
						Узбекистан? Если да, то ты попал по адресу!
					</h2>
					<p className='text-center pt-2'>
						Мы предлагаем тебе отправиться с нами в путешествие по древним городам
						с многовековой архитектурой, традициями и обычаями, прекрасной и
						живописной природой. С Minzifa Travel ты узнаешь все про{' '}
						<strong>
							Туры в Узбекистан, Туры по Центральной Азии и Великому Шелковому
							Пути
						</strong>
						, сделаешь невероятное количество фото и видео, получишь множество
						полезной информации, эмоций и впечатлений!
					</p>
					<p className='text-center'>
						Minzifa Travel специализируется на{' '}
						<strong>
							групповых, индивидуальных, комбинированных турах, MICE туризме,
							экскурсиям по Ташкенту, Бухаре, Самарканду, Хиве, Шахрисабзу и
							Фергане
						</strong>
						в сопровождении профессиональных гидов на русском, английском,
						французском, итальянском, испанском, немецком и японском языках,
						составленные с учетом твоих запросов и предпочтений. С нами ты можешь
						не переживать что останешься на улице во время тура, так как мы
						подберем для тебя гостиницы или бутик-отели в пешей доступности от
						главных достопримечательностей города. Также мы поможем тебе с выбором
						подходящего авиарейса в Узбекистан, организуем трансфер из аэропорта
						до гостиницы и обратно. На выбор тебе будут предложены лучшие
						рестораны, где ты попробуешь настоящую Узбекскую кухню.
					</p>
					<p className='text-center'>
						Команда <strong>Minzifa Travel</strong> – опытный{' '}
						<strong>туроператор в Узбекистане</strong>. Профессионализм каждого
						сотрудника нашей команды, знание культуры и традиций, убедят вас, что
						наша страна – это не только бережно хранимые древние памятники и
						исторические достопримечательности, а также добрые и гостеприимные
						люди. Однажды побывав в солнечном и гостеприимном Узбекистане, ты
						обязательно захочешь сюда вернуться. А мы с удовольствием тебе можем
						еще раз отправиться в это сказочное путешествие по солнечному
						Узбекистану.
					</p>
				</div>
			</section>
		</Container>
	)
}
